Repository: Emperatorr/HR
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: eBiassi Admin
fr: Administrateur de eBiassi

source: eBiassi Administration
fr: Administration de eBiassi

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: ID Number
fr: Numéro d'Identification

source: Position
fr: Titre / Poste

source: Ministry
fr: Ministère / Institution

source: Register
fr: S'inscrire

source: Login
fr: Connexion

source: Your email address
fr: Votre adresse mail

source: Your password
fr: Votre mot de passe

source: Log in
fr: Se Connecter

source: ADMINISTRATOR
fr: ADMINISTRATEUR

source: Ch. to Outside Travels
fr: Ch. de Voyage à l’Extérieur

source: Please respect the Guinean numerotation
fr: S'il vous plaît veuillez respecter la numérotation Guinéenne

source: password don't match
fr: les mots de passes ne correspondent pas

source: The reason
fr: La raison

source: The name of your mission
fr: Le titre de la mission

source: Nomber of people
fr: Nombre de Personne

source: What the mission is about
fr: C'est quoi l'objet de la mission

source: Why there no mission copy
fr: Pourquoi il n'y a pas d'ordre de mission

source: Why this mission is exceptional ?
fr: Pour quelle raison cette mission est-elle exceptionnelle ?

source: Approuve
fr: Approuver

source: Reject
fr: Réjéter

source: Explain why you are approving this flight proposition
fr: Expliquez pourquoi vous approuvez cette proposition de vol

source: If you have any comment about this confirmation please type it here !
fr: Si vous avez des commentaires sur cette confirmation, veuillez le saisir ici!

source: The title of the mission
fr: Le titre de la mission

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Gender
fr: Sexe

source: phone number
fr: Téléphone

source: Country name
fr: Nom du pays

source: City name
fr: Nom de la ville

source: Departure date can not be higher than return date
fr: La date de depart ne peut etre posterieur à la date de retour!

source: Departure and arrival countries can not be the same
fr: Les pays de départ et d'arrivée ne peuvent être les mêmes

source: Your last travel have the same departure and arrival country
fr: Votre dernier voyage a le même pays de départ et d'arrivée

source: first name
fr: Prénom

source: last name
fr: Nom

source: telephone
fr: Téléphone

source: state
fr: Status

source: ministry
fr: Ministère / Institution

source: Explain why you giving that score to this flight offre
fr: Expliquez pourquoi vous attribuez cette note à cette offre

source: Choosing a flight submission reminder
fr: Choisir un rappel de soumission de vol

source: man
fr: Masculin

source: woman
fr: Feminin

source: Minister
fr: Ministre

source: Public worker
fr: Agent de l'Etat

source: Contractual
fr: Contractuel

source: Trainee
fr: Stagiaire

source: Military
fr: Militaire

source: PAGE NOT FOUND
fr: PAGE NON TROUVÉE

source: You have been tricked into click on a link that can not be found. Please check the url or go to
fr: Vous vous êtes trompé en cliquant sur un lien qui ne peut être trouvé. Vérifiez l'URL ou allez à la

source: main page
fr: page d'accueil

source: and see if you can locate what you are looking for
fr: et voir si vous pouvez trouver ce que vous recherchez

source: UNAUTHORIZED
fr: NON AUTORISÉ

source: You have been tricked into click on a link that you are not authorize. Please go to
fr: Vous vous êtes trompé en cliquant sur un lien que vous n'êtes pas autorisé. S'il vous plaît allez à la

source: and we will locate to the page you are authorized
fr: et nous allons vous rédirigez sur la page qui vous est autorisée

source: Guinea Government Official Travel Tracker
fr: Gestion de voyage des agents de l'Etat

source: Users
fr: Utilisateurs

source: Register User
fr: Inscrire un utilisateur

source: All Ch. to Outside Travels
fr: Tous les Ch. de Voyage à l’Extérieur

source: All DAF
fr: Tous les DAFs

source: All DAF
fr: DAFs

source: Travellers
fr: Voyageurs

source: Charts
fr: Statistiques

source: Agencies
fr: Agences

source: Register Agency
fr: Inscrire une Agence

source: All Agencies
fr: Agences

source: All Company
fr: Compagnies

source: My Account
fr: Mon compte

source: Administrator
fr: Administrateur

source: Agency
fr: Agence

source: User
fr: Utilisateur

source: My Profile
fr: Mon profile

source: Change my Password
fr: Changer mon mot de passe

source: Logout
fr: Déconnecter

source: Ministry of Budget
fr: Ministère du Budget

source: All rights reserved.
fr: Tous droits reservés.

source: Your password has been set. You may go ahead and
fr: Votre mot de passe à été fixé. Vous pouvez

source: Log In
fr: Se Connecter

source: now
fr: maintenant

source: Change password
fr: Changer le mot de passe

source: New password: *
fr: Nouveau mot de passe : *

source: New password confirmation: *
fr: Nouveau mot de passe de confirmation : *

source: The password reset link was invalid, possibly because it has already been used.
fr: Le lien de réinitialisation du mot de passe est incorrect, peut être parce qu'il a été déjà utilisé

source: Please request a new password reset.
fr: S'il vous plaît demander une nouvelle réinitialisation de mot de passe

source: You may go to the
fr: Vous pouvez acceder à la

source: We've emailed you instructions for setting up your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé des instructions pour parametrer votre mot de passe, si un compte existe avec le mail que vous avez saisi. Vous devriez le recevoir sous peu de temps

source: If you don't receive an email, please make sure you've entered the address you registered with and check your spam folder. Or goto the
fr: Si vous n'avez pas reçu de mail, s'il vous plaît assurez-vous que vous avez saisi l'adresse enregistrée et vérifiez dans le Spam. Ou aller à la

source: page and request new password again
fr: page et demander un nouveau mot de passe encore

source: Go back to the
fr: Retour à la

source: Log in
fr: Se Connecter

source: If you have forgot your account's password. Enter your email address and we'll send you a recovery link.
fr: Si vous avez oublier votre mot de passe. Saisissez votre adresse mail et nous vous enverrons un lien de récupération

source: Send Recovery Email
fr: Envoyer le mail de récupération

source: Agency Name
fr: Agence

source: Flight
fr: Vol

source: Class
fr: Classe

source: Price
fr: Prix

source: Time
fr: Heure(s)

source: Select
fr: Selectionner

source: Submit Your Selection
fr: Envoyer votre selection

source: Please give the reason why you select these three flights?
fr: S'il vous plaît, donnez la raison pour laquelle vous sélectionnez ces trois vols

source: Submit
fr: Envoyer

source: Cancel
fr: Annuler

source: Sorry No Flight Submited Yet For This Mission.
fr: Désolé pas de vol soumis pour cette mission

source: Hi This is your Account.
fr: Bonjour Ceci est votre compte.

source: Change Your Password
fr: Changer votre mot de passe

source: Registration of a travel agency
fr: Inscription d'une agence de voyage

source: User Email
fr: Email de l'utilisateur

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe : *

source: Phone Number
fr: Téléphone

source: Your Address
fr: Votre Adresse

source: Send
fr: Envoyer

source: This Platform is Brought to you By The Ministry of Budget
fr: Cette plateforme vous est offerte par le Ministère du Budget

source: This link is no longer valid or bad link
fr: Ce lien n'est plus valide ou mauvais lien

source: Send Email Registration to Agency
fr: Envoyer le courier d'inscription à l'agence

source: Agency Email
fr: Email de l'agence

source: Agency list
fr: Liste des Agences

source: View
fr: Afficher

source: Edite Agency
fr: Editer l'agence

source: States
fr: Etats

source: View
fr: Afficher

source: Edit
fr: Editer

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Agency Details
fr: Details de l'agence

source: Agency Address
fr: Adresse de l'agence

source: Are You Sure?
fr: Etes-vous sûr ?

source: are you sure you want to
fr: Etes-vous sûr de vouloir

source: deactivate
fr: désactiver

source: activate
fr: activer

source: this agency?
fr: cette agence

source: Yes
fr: Oui

source: No
fr: Non

source: Close
fr: Fermer

source: Pending Missions
fr: Missions en attentes

source: Approved Missions
fr: Missions approuvées

source: Title
fr: Titre

source: City or State
fr: Ville ou Etat

source: Country
fr: Pays

source: Departure Date
fr: Date de départ

source: Return Date
fr: Date de retour

source: Mission Flight Price
fr: Prix du vol de la mission

source: Confirm Flights For This Mission
fr: Confirmer les vols pour cette mission

source: Rejected Missions
fr: Missions rejétées

source: Change my password
fr: Changer mon mot de passe

source: Old Password: *
fr: Ancien mot de passe : *

source: New Password: *
fr: Nouveau mot de passe : *

source: Confirm Password: *
fr: Confirmer le mot de passe : *

source: Save Changes
fr: Enregistrer les changements

source: Exit
fr: Quitter

source: Select Your Prefered Flight and Confirm
fr: Sélectionnez votre vol préféré et confirmez

source: (Only one choice is allowed)
fr: Un seul choix est autorisé

source: Flights
fr: Vols

source: Confirm
fr: Confirmer

source: Your account has been successfully created. It will be activated soon, please wait.
fr: Votre compte à été créé avec succès. Il sera activé bientôt, patientez SVP.

source: list of company
fr: Liste des Compagnies

source: Add new company
fr: Ajouter une nouvelle Compagnie

source: Company
fr: Compagnie

source: Created at
fr: Créé le

source: Add company
fr: Ajouter une Compagnie

source: Company name
fr: Nom de la Compagnie

source: Validate
fr: Valider

source: Persons list
fr: Liste des Voyageurs

source: All
fr: Tous

source: Edit
fr: Editer

source: Person Details
fr: Details du Voyageur

source: Phone
fr: Téléphone

source: State
fr: Statut

source: Republic of Guinea
fr: République de Guinée

source: Labor - Justice - Solidarity
fr: Travail - Justice - Solidarité

source: State Travel Manager
fr: Gestionnaire de voyage de l'État

source: Forget your password?
fr: Mot de passe oublié ?

source: reset
fr: Réinitialiser

source: You are connected
fr: Vous êtes connecté

source: Back to mission page
fr: Retour à la page de mission

source: Guinean Officials Trips Tracker
fr: Gestion de voyage des agents de l'Etat

source: Mission Details
fr: Détails de la Mission

source: If this mission is urgent please check this checkbox
fr: Si cette mission est urgente, veuillez cocher cette case

source: Mission Title
fr: Titre de la mission

source: Number of travellers
fr: Nombre de voyageurs

source: Do you have a mission Copy
fr: Avez-vous un odre de mission ?

source: YES
fr: OUI

source: NO
fr: NON

source: Please give the reason why there no mission copy
fr: Veuillez donner la raison pour laquelle il n'y a pas d'ordre de mission

source: Must be greater than or equal to the current date
fr: doit être supérieure ou égale à la date du jour

source: Must be the date of the day or > = the date of departure
fr: doit être la date du jour ou supérieure à la date de départ

source: Send Your Mission
fr: Envoyer la Mission

source: Is your Informations Correct ?
fr: Vos informations sont-elles correctes ?

source: Yes and Send
fr: Oui et Envoyer

source: Details
fr: Détails

source: Submission date
fr: Date de soumission

source: Submited By
fr: Soumise par

source: Status
fr: Statut

source: Complete
fr: Complète

source: Mission creation
fr: Creation de mission

source: Agencies are Submiting
fr: En attente de soumission

source: Choosing an agency
fr: Choisir une agence

source: Waiting for the ticket
fr: En attente du billet

source: Time Out
fr: Delai depassé

source: Executed and closed
fr: Exécuté et fermé

source: Execution canceled
fr: Exécution annulée

source: Unpublished
fr: Non publiée

source: View mission order
fr: Afficher l'ordre de mission

source: Upload mission order
fr: Charger l'ordre de mission

source: confirm the execution of the mission
fr: Confirmer l'exécution de la mission

source: Do you confirm that the mission effectively took place ?
fr: Confirmez-vous que la mission a effectivement eu lieu ?

source: Is Cancel
fr: Est-Annuler

source: Travelers
fr: Voyageurs

source: Last Name & First Name
fr: Noms

source: Passport
fr: Passeport

source: Class type
fr: Classe

source: Name
fr: Nom

source: Person
fr: Voyageur

source: Number of person :
fr: Nombre de voyageurs :

source: Your propositions
fr: Vos propositions

source: Departure
fr: Départ

source: Return
fr: Retour

source: Price GNF
fr: Prix GNF

source: Price USD
fr: Prix USD

source: Image of Ticket
fr: Image du Billet

source: Validity (in hours)
fr: Validité (en heures)

source: Send proposition
fr: Envoyer la proposition

source: Proposal expired. Update your proposal
fr: Proposition expirée. Mettre à jour votre proposition

source: Arrival
fr: Arrivée

source: Update
fr: Mis à jour

source: Company
fr: Compagnie

source: Departure
fr: Départ

source: Arrival
fr: Arrivée

source: Price GNF
fr: Prix en GNF

source: Price USD
fr: Prix USD

source: Offer Status
fr: Statut de l’offre

source: Validated
fr: Validé

source: Not Validated
fr: Non Validé

source: Pending
fr: En attente

source: Acceptance Date
fr: Date d'acceptation

source: View flight ticket
fr: Voir le billet d'avion

source: Upload flight ticket
fr: Importer le billet d'avion

source: Upload and send
fr: Importer et envoyer

source: Validity
fr: Validité

source: hours
fr: heures

source: View travel booking
fr: Afficher la reservation du billet

source: Payement confirmed At
fr: Paiement confirmé le

source: Amount confirmed
fr: Montant confirmé

source: Confirm Payement
fr: Confirmer le paiement

source: Payment confirmation
fr: Confirmation de Paiement

source: Put the amount, you have received (GNF)
fr: Mettez le montant que vous avez reçu (GNF)

source: Travels
fr: Voyages

source: Travel List
fr: Liste de voyages

source: Add Travel
fr: Ajouter un voyage

source: Cancel this Travel
fr: Annuler ce voyage

source: View Travelers
fr: Afficher les voyageurs

source: Publish
fr: Publier

source: Unpublish
fr: Non publiée

source: Published
fr: Publié

source: Who are part of this mission
fr: Quels sont ceux qui font parti de cette mission

source: Activated
fr: Activé

source: Deactivated
fr: Désactivé

source: Cancelled
fr: Annulé

source: re-integrate
fr: réintégré

source: Confirm publication
fr: Confirmer la publication

source: are you sure you want to cancel this travel ?
fr: Êtes-vous sûr de vouloir annuler ce voyage ?

source: Departure Country
fr: Pays de départ

source: Departure City or State
fr: Ville ou Etat de départ

source: Departure date
fr: Date de départ

source: your departure date must be greater than or equal to the last travel arrival date
fr: votre date de départ doit être supérieure ou égale à la dernière date d'arrivée du voyage

source: your departure date must be between mission departure date and arrival date
fr: votre date de départ doit être entre la date de départ de la mission et la date d'arrivée

source: your departure date must be less than or equal to arrival date
fr: votre date de départ doit être inférieure ou égale à la date d'arrivée

source: Destination Country
fr: Pays de destination

source: Destination City or State
fr: Ville ou Etat de destination

source: Arrival Date
fr: Date d'arrivée

source: your arrival date must be greater than or equal to the last travel arrival date
fr: votre date d'arrivée doit être supérieure ou égale à la dernière date d'arrivée du voyage

source: your arrival date must be between mission departure date and arrival date
fr: votre date d'arrivée doit être entre la date de départ de la mission et la date d'arrivée

source: your arrival date must be greater than or equal to departure date
fr: votre date d'arrivée doit être supérieure ou égale à la date de départ

source: If this is the last travel for the mission please check the following checkbox ?
fr: Si c'est le dernier voyage pour la mission, veuillez cocher la case suivante

source: Save the travel
fr: Enregistrer le voyage

source: Cancel the Mission
fr: Annuler la mission

source: Give the reason for the cancellation of the mission
fr: Donnez la raison de l'annulation de la mission

source: Proposition Choosed
fr: Proposition choisie

source: Ticket
fr: Billet

source: Read
fr: Lire

source: No attachement
fr: Pas de fichier joint

source: Validation details
fr: Détails de la validation

source: Validated by :
fr: Validé par :

source: Validation date :
fr: Date de validation :

source: Confirm credit check :
fr: Vérification de crédit effectué :

source: Agency choosen :
fr: Agence choisie :

source: for reason :
fr: Pour les raisons :

source: Payement confirmed at :
fr: Paiement confirmé le :

source: Confirmed amount :
fr: Montant confirmé :

source: Read the bill
fr: Lire la facture

source: Read the Add bill
fr: Lire la facture additive

source: No bill provided
fr: Pas de facture fournie

source: Agency confirmed payement At
fr: Paiement confirmé par l'agence le

source: Confirmed amount
fr: Montant confirmé

source: Final amount (GNF)
fr: Montant final (GNF)

source: Upload the Bill
fr: Télécharger la facture

source: Additive Bill
fr: Facture Additive

source: Additive bill (GNF)
fr: Facture Additive (GNF)

source: Upload the Additive Bill
fr: Télécharger la facture additive

source: Comment(s)
fr: Commentaire(s)

source: Rating
fr: Suggestion

source: Choice
fr: Choix

source: Rated at
fr: Noté le

source: Click to rate
fr: Cliquez pour noter

source: Not rated
fr: Pas noté

source: Rated :
fr: Noté :

source: Confirm the choice
fr: Confirmez votre choix

source: Are you sure this departement has credit?
fr: Êtes-vous sûr que ce departement a des crédits ?

source: Reason why you choose this agence
fr: Raison pour laquelle vous choisissez cette agence

source: Sort your choice
fr: Classez votre choix

source: Your Choice
fr: Votre choix

source: -- select --
fr: -- selectionner --

source: Reason
fr: Raison

source: Your Choosed Suggestion
fr: Vos suggestions choisies

source: Validity(in hours)
fr: Validité(en heures)

source: Validation Date
fr: Date de validation

source: All missions
fr: Toutes les Missions

source: Add new mission
fr: Ajouter une nouvelle mission

source: Add an Exceptional Mission
fr: Ajouter une mission exceptionnelle

source: Mission type
fr: Type de la mission

source: Normal Missions
fr: Missions normales

source: Exceptional Missions
fr: Missions Exceptionnelles

source: Mission Not Executed and Canceled
fr: Mission Non exécutée et annulée

source: Status
fr: Statut

source: State
fr: Etat

source: Executed
fr: Executé

source: Unknown
fr: Inconnu

source: deactivated
fr: désactivé

source: Re-launch
fr: Relancer

source: Re-launch Mission
fr: Relancer la mission

source: Are you sure you want to re-launch this mission?
fr: Êtes-vous sûr de vouloir relancer cette mission ?

source: Activate
fr: Activer

source: Mission Copy
fr: Ordre de mission

source: Must be less than or equal to the date of arrival
fr: Doit être inférieur ou égal à la date d'arrivée

source: Must be greater than or equal to the date of departure
fr: Doit être supérieur ou égal à la date de départ

source: Travel
fr: Trajet

source: Your departure country it empty, equal to the second departure country or equal to the destination country
fr: Votre pays de départ est vide, égal au deuxième pays de départ ou égal au pays de destination

source: your departure date must be grater than the last arrival date
fr: votre date de départ doit être supérieure à la dernière date d'arrivée du voyage

source: Your destination country it empty, equal to the second destionation country or equal to the departure country
fr: Votre pays de destination est vide, égal au deuxième pays de destination ou égal au pays de départ

source: Flight ticket details
fr: Billet de vol eBiassi

source: Other Agency
fr: Autre agence

source: Bill
fr: Facture

source: Personne Profile
fr: Profil du voyageur

source: First Name: *
fr: Prénom : *

source: Last Name: *
fr: Nom : *

source: Phone number: *
fr: Téléphone : *

source: Phone number
fr: Téléphone

source: Position: *
fr: Titre / Poste : *

source: Gender: *
fr: Sexe : *

source: State: *
fr: Status : *

source: Ministry: *
fr: Ministère / Institution : *

source: Already have an account
fr: Vous avez déjà un compte

source: User Registration
fr: Inscription de l'utilisateur

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Select Your Class
fr: Sélectionnez la classe

source: Select your flight
fr: Sélectionnez le vol

source: Is your Informations Correct?
fr: Vos informations sont-elles correctes ?

source: Please make sure all your information is correct before you submit it.
fr: Assurez-vous que toutes vos informations sont correctes avant de les soumettre.

source: Confirm and Send
fr: Confirmer et Envoyer

source: Traveler Details
fr: Détails du voyageur

source: Your Flight Information
fr: Votre information de vol

source: Flight available
fr: Vol disponible

source: Flight Type
fr: Type de vol

source: Class Type
fr: Type de classe

source: Date and Time
fr: Date et heures

source: Flight Price
fr: Prix du vol

source: Flight not available
fr: Vol non disponible

source: Send your Info
fr: Envoyer vos informations

source: (Please when you edit your mission you must import your mission order.)
fr: Lorsque vous modifiez votre mission, vous devez importer votre ordre de mission.

source: Modify your mission
fr: Modifier votre mission

source: Flight Informations
fr: Informations du vol

source: Select the flight
fr: Sélectionner le vol

source: Select the Class
fr: Sélectionner la classe

source: User Name
fr: Nom d'utilisateur

source: Create a mission
fr: créer une mission

source: Why this Mission is not been Approved
fr: Pourquoi cette mission n'a-t-elle pas été approuvée ?

source: Click here to edit
fr: Cliquez ici pour éditer

source: Waiting for Confirmation
fr: En attente de confirmation

source: You don't have any approved or not approved mission yet.
fr: Vous n'avez aucune mission approuvée ou non approuvée pour le moment

source: Agency Profile
fr: Profil de l'Agence

source: Ch. to Outside Travel Profile
fr: Profil du Ch. de voyage à l'extérieur

source: DAF Profile
fr: Profil du DAF

source: Agency Name: *
fr: Nom de l'Agence : *

source: Phone Number: *
fr: Téléphone : *

source: Address: *
fr: Adresse : *

source: ID Number: *
fr: Numéro d'Identification : *

source: Send Email Registration to User
fr: Envoyer le courier d'inscription à l'utilisateur

source: Type user:
fr: Type utilisateur:

source: list of Ch. to Outside Travels
fr: Liste des Chargés de Voyage à l'Extérieur

source: Edite User
fr: Editer l'utilisateur

source: Ch. to Outside Travel Details
fr: Details des Ch. de voyage à l'extérieur

source: this user?
fr: cet utilisateur ?

source: DAF list
fr: Liste des DAFs

source: DAF Details
fr: Détails du DAF

source: you have successfully signed up
fr: Vous vous êtes inscrit avec succès

source: Account Deleted
fr: Compte supprimé

source: Account succesfully deleted
fr: Compte supprimé avec succès

source: Account deactivated
fr: Compte désactivé

source: You have Successfully deactivate this account
fr: Vous avez désactivé ce compte avec succès

source: Account activated
fr: Compte activé

source: You have Successfully activate this account
fr: Vous avez activé ce compte avec succès

source: The mission you are trying to read does not exist !
fr: La mission que vous essayez de lire n'existe pas

source: You have Successfully publish this mission
fr: Vous avez publié avec succès cette mission

source: Needed Ticket
fr: Billet nécessaire
