Repository: Emperatorr/HR
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unable to cancel this person, error occured when trying to get his informations !
fr: Impossible d'annuler cette personne, une erreur s'est produite lors de la tentative d'obtenir ses informations

source: You have Successfully remove this person of the mission
fr: Vous avez réussi à enléver cette personne de la mission

source: You have successfully removed the person and canceled this travel
fr: Vous avez enléver cette personne de la mission avec succès

source: You have Successfully remove person, cancel current travel and cancel this mission
fr: Vous avez supprimé la personne avec succès, annulé le voyage en cours et annulé cette mission

source: Person remove
fr: Voyageur annulée

source: Person re-integrate
fr: réintégré

source: You have Successfully re-integrate this person of the mission
fr: Vous avez réintégré avec succès cette personne de la mission

source: This person is already canceled from this travel
fr: Ce voyageur a déjà été annulé pour ce voyage

source: Your password was Successfully Updated!
fr: Votre mot de passe a été mis à jour avec succès

source: Please correct the error below!
fr: Veuillez corriger l'erreur ci-dessous!

source: Personne Profil has been updated succesfully
fr: Le profil de la personne a été mis à jour avec succès

source: The agency's account has been successfully updated
fr: Le compte de l'agence a été mis à jour avec succès

source: This Profil has been updated succesfully
fr: Ce profil a été mis à jour avec succès

source: eBiassi App
fr: Application eBiassi

source: Your have Successfully sent a link!
fr: Vous avez envoyé un lien avec succès!

source: Your Account has been created succesfully
fr: Votre compte a été créé avec succès

source: This agency has already been registered
fr: Cette agence a été déjà enregistrée

source: This link has already been used
fr: Ce lien a déjà été utilisé

source: You have succesfully added an exceptional mission to the system
fr: Vous avez ajoute une mission exeptionnelle avec succes

source: Your mission has been submited, please make a flight demand
fr: Votre mission a été soumise, faites une demande de vol

source: Mission Creation
fr: Creation de la mission

source: Mission Canceled
fr: Mission annulée

source: Mission has been canceled successfully
fr: La mission a été annulé avec succès

source: Your proposition was succesfully updated
fr: Votre offre a été mise à jour avec succès

source: Your proposition was succesfully submited
fr: Votre offre a été soumise avec succès

source: Flight Submission
fr: Offre

source: Your ticket has not been choosed
fr: Votre billet n'a pas été choisi

source: Your ticket has been choosed
fr: Votre billet a été choisi

source: Approved suggestion
fr: Offre approuvée

source: Your choice has been successfully submited
fr: Votre choix a été soumis avec succès

source: You have to select one flight and give the explain why you are selecting it before hiting the submit button
fr: Vous devez sélectionner un vol et donner l'explication pour laquelle vous le choisissez avant de cliquer sur le bouton de soumission

source: The confirmation has been successfully submited
fr: La confirmation a été envoyée avec succès

source: The payement confirmation can't be done right now, try later !
fr: La confirmation de paiement ne peut pas être faite maintenant, essayez plus tard!

source: User has made final flight choice
fr: L'utilisateur a fait le choix final du vol

source: Your choice hase been successfully submited
fr: Votre choix a été soumis avec succès

source: You have to select one flight before hiting the submit button
fr: Vous devez sélectionner un vol avant de cliquer sur le bouton de soumission

source: There is already a travel with the same departure date and same departure contry for this mission
fr: Il y a déjà un voyage avec la même date de départ et le même départ pour cette mission

source: Travel saved successfully for this mission
fr: Voyage sauvegardé avec succès pour cette mission

source: Rating saved successfully
fr: Évaluation enregister avec succes!

source: Your Mission order is saved successfully
fr: Votre ordre de mission a été enregistré avec succès

source: eBiassi Flight ticket
fr: Billet de vol eBiassi

source: Your Flight ticket has been sent successfully
fr: Votre billet d'avion a été envoyé avec succès

source: Travel successfully deleted
fr: Voyage supprimé avec succès

source: Travel Canceled
fr: Voyage annulé

source: Travel successfully canceled
fr: Voyage annulé avec succès

source: Succes !
fr: Succès !

source: Company added succesfully !
fr: Compagnie ajoutée avec succès!

source: Your confirmation was submitted successfully
fr: Votre confirmation a été envoyée avec succès

source: Your confirmation can't be saved try it later
fr: Votre confirmation ne peut pas être enregistrée, essayez-la plus tard

source: Your mission confirmation is canceled successfully
fr: Votre confirmation de mission est annulée avec succès

source: Your mission confirmation can't be saved, please try again later
fr: Votre confirmation de mission ne peut pas être enregistrée, veuillez réessayer plus tard

source: minister
fr: Ministre

source: public worker
fr: Agent de l'Etat

source: contractual
fr: Contractuel

source: trainee
fr: Stagiaire

source: military
fr: Militaire

source: Backrest has been rejected successfully
fr: Dossier rejete avec succes

source: Backrest has been accepted successfully
fr: Dossier accepte avec succes

source: You have succesfully updated an exceptional mission to the system
fr: Vous avez modifie une mission exeptionnelle avec succes

source: Executed and waiting for validation
fr: Executé et en attente pour validation

source: Give the reason for the validation of the mission
fr: Donner la raison de validation de la mission

source: Give the reason for the rejection of the mission
fr: Donner la raison de rejet de la mission

source: Edit the Mission
fr: Editer la mission

source: Rejected
fr: Réjétée

source: Validation the Mission
fr: Validation de la mission

source: Rejection the Mission
fr: Rejet de la mission

source: Raison of reject
fr: Raison de rejet

source: Approved and closed
fr: Approuvée et fermée

source: View ticket condition of sale
fr: Afficher les conditions de ventes du billet

source: Relunch
fr: Relancer

source: Rate
fr: Taux

source: Are you sure to relunch ?
fr: Etes-vous sûr de relancer ?

source: Rate in GNF
fr: Taux en GNF

source: Yes, Relunch
fr: Oui, Relancer

source: Sale condition
fr: Condition de vente

source: Attachments
fr: Pièces jointes

source: Upload flight ticket and Confirm your rate
fr: Importer le billet d'avion et confirmez votre taux

source: Amount of the bill(GNF)
fr: Montant de la facture (GNF)

source: Give your rate of the today
fr: Donner votre taux du jour

source: Flight ticket
fr: Billet d'avion

source: Expired date
fr: Date d'expiration

source: Expired date: *
fr: Date d'expiration: *

source: Users Actions
fr: Actions utilisateurs

source: Users actions
fr: Actions utilisateurs

source: By User
fr: Par Utilisateur

source: By Action
fr: Par Action

source: By Visited Page
fr: Par page visitée

source: Action Date
fr: Date de l'action

source: Visited Page
fr: Page visitée

source: Ip Address
fr: Adresse IP

source: Browser
fr: Navigateur

source: Hour
fr: Heure

source: connection
fr: connexion

source: Log Out
fr: deconnexion

source: Display of the list of daafs
fr: Affichage de la liste des daafs

source: Display of the list of travelers
fr: Affichage de la liste des voyageurs

source: Deleting user
fr: Suppression d'un utilisateur

source: Disabling user
fr: Désactivation d'un utilisateur

source: Enabling user
fr: Activation d'un utilisateur

source: Publishing mission
fr: Publication de mission

source: Removing traveller in the mission
fr: Retrait du voyageur dans la mission

source: Re-integrating traveller in the mission
fr: Réintégrer le voyageur dans la mission

source: Deactivating user account
fr: Désactivation d'un compte utilisateur

source: Activating user account
fr: Activation d'un compte utilisateur

source: Update mission
fr: Mise à jour de la mission

source: Display mission edition page
fr: Affichage de la page d'édition de la mission

source: Updating user password
fr: Modification du mot passe utilisateur

source: Update traveller informations
fr: Modification des informations du voyageur

source: Display user profile page
fr: Affichage du profile de l'utilisateur

source: Display traveller edition page
fr: Affichage de la page d'édition du voyageur

source: Update user profile
fr: Mise à jour du profile utilisateur

source: Display agency account
fr: Affichage d'un compte agence

source: Display user account
fr: Affichage d'un compte utilisateur

source: Display users actions
fr: Affichage des actions des utilisateurs

source: Send registration link to user
fr: Envoi du lien d'enregistrement à l'utilisateur

source: Display user registration link page
fr: Affichage de la page d'enregistrement de l'utilisateur

source: Send registration link to agency
fr: Envoi du lien d'enregistrement à l'agence

source: Display agency registration link page
fr: Affichage de la page d'enregistrement de l'agence

source: Your mission cant not be relunch
fr: Votre mission ne peut pas etre relancée

source: First rate
fr: Premier choix

source: Second rate
fr: Second choix
